Repository: wp-plugins/smartshare
Catalog: smartshare-*.po
Languages: de_de

source: You like this plugin? By me a beer by clicking on the donate button.
de_de: Ihnen gefällt das Plugin? Geben Sie mir ein Bier aus, indem Sie auf den Spenden-Button klicken.

source: You can also go to my <a href="%s">website</a> and click on one of the banners in the article.
de_de: Alternativ können Sie meine <a href="%s">Website</a> besuchen und auf einen Banner im Artikel klicken.

source: Your Twitter username
de_de: Ihr Twitter Benutzername

source: Save settings
de_de: Einstellungen speichern

source: Function Reference of Smartshare
de_de: Funktions-Referenz von Smartshare

source: Placing one of the following PHP codes in your template will output a sharing link.
de_de: Fügen Sie einen der folgenden PHP-Codes in Ihr Template ein, um ein Share-Link zu erhalten.

source: Include a Twitter share link
de_de: Twitter Share-Link einfügen

source: Parameters:
de_de: Parameter:

source: Open the share page in a popup.
de_de: Share-Seite in einem Popup öffnen.

source: CSS-class to add to the link.
de_de: CSS-Klasse, die dem Link hinzugefügt werden soll.

source: Include a Facebook share link
de_de: Facebook Share-Link einfügen

source: Include a Google +1 link
de_de: Google +1 Link einfügen

source: Want to receive the link as a string variable instead of echoing it?
de_de: Sie möchten den Link als String-Variable erhalten, anstatt diese auszugeben?

source: Use
de_de: Benutzen Sie

source: or
de_de: oder

source: with the same parameters.
de_de: mit den gleichen Parametern.
